tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "weaveworks/tap"
brew "amazon-ecs-cli"
brew "aria2"
brew "python@3.9"
brew "node"
brew "ask-cli"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "gmp"
brew "coreutils"
brew "direnv"
brew "findutils"
brew "fnm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "lynx"
brew "mas"
brew "minikube"
brew "moreutils"
brew "node@14"
brew "openjdk"
brew "openjdk@11"
brew "openssh"
brew "p7zip"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "screen"
brew "starship"
brew "watchman"
brew "aws/tap/aws-sam-cli"
brew "hashicorp/tap/terraform"
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk11"
cask "alt-tab"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "rectangle"
cask "signal"
cask "spectacle"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
mas "1Password 7", id: 1333542190
mas "Adblock Plus", id: 1432731683
mas "Amphetamine", id: 937984704
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
