tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "aria2"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "findutils"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gmp"
brew "graphviz"
brew "grep"
brew "lynx"
brew "moreutils"
brew "openssh"
brew "p7zip"
brew "screen"
brew "starship"


cask "firefox"
cask "font-hack-nerd-font"
cask "font-fira-code-nerd-font"
cask "intelliscape-caffeine"
cask "java"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "dropbox"
cask "google-chrome"