tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "weaveworks/tap"
brew "amazon-ecs-cli"
brew "aria2"
brew "node", link: false
brew "ask-cli"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "direnv"
brew "findutils"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gmp"
brew "python@3.8"
brew "graphviz"
brew "grep"
brew "lynx"
brew "mas"
brew "minikube"
brew "moreutils"
brew "node@14"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "screen"
brew "starship"
brew "aws/tap/aws-sam-cli"
brew "hashicorp/tap/terraform"
brew "weaveworks/tap/eksctl"
cask "alt-tab"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intelliscape-caffeine"
cask "java"
cask "signal"
cask "slack"
cask "spectacle"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Microsoft Remote Desktop", id: 1295203466
mas "Quip", id: 1003160018
mas "Telegram", id: 747648890
mas "Things", id: 904280696
