tap "adoptopenjdk/openjdk"
tap "akeylesslabs/tap"
tap "aws/tap"
tap "hashicorp/tap"
tap "weaveworks/tap"
brew "amazon-ecs-cli"
brew "openssl@3"
brew "node"
brew "ask-cli"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "buildifier"
brew "gmp"
brew "coreutils"
brew "diffoscope"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-credential-helper"
brew "etcd"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "helix"
brew "helm"
brew "jq"
brew "lima"
brew "lynx"
brew "mas"
brew "minikube"
brew "moreutils"
brew "neovim"
brew "openjdk"
brew "openjdk@11"
brew "openssh"
brew "p7zip"
brew "pkgconf"
brew "plantuml"
brew "podman"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rust"
brew "scc"
brew "screen"
brew "starship"
brew "tokei"
brew "transmission-cli"
brew "tree"
brew "uv"
brew "watchman"
brew "yarn"
brew "akeylesslabs/tap/akeyless"
brew "hashicorp/tap/terraform"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "almighty"
cask "alt-tab"
cask "brave-browser"
cask "claude"
cask "codex"
cask "cursor-cli"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "folx"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "godot"
cask "intellij-idea"
cask "maccy"
cask "marta"
cask "musicbrainz-picard"
cask "openaudible"
cask "orbstack"
cask "plex-media-server"
cask "postman"
cask "raycast"
cask "rectangle"
cask "signal"
cask "spotify"
cask "trackerzapper"
cask "trex"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "zed"
cask "zulu"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "AudioBookBinder", id: 413969927
mas "Craft", id: 1487937127
mas "Folder Peek", id: 1615988943
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Velja", id: 1607635845
mas "Webull Desktop", id: 1334590352
vscode "ahmadawais.shades-of-purple"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.markdown-mermaid"
vscode "cantonios.project-templates"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "cedar-policy.vscode-cedar"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.java"
vscode "serhioromano.vscode-st"
vscode "tamasfe.even-better-toml"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "tsandall.opa"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "zxh404.vscode-proto3"
cargo "cedar-policy-cli"
